[
  {
    "pergunta": "O que é um 'Fato Social' segundo Émile Durkheim?",
    "resposta": "São maneiras de agir, pensar e sentir exteriores ao indivíduo, dotadas de poder coercitivo, que se impõem a ele. Exemplos: leis, costumes, a língua."
  },
  {
    "pergunta": "Para Karl Marx, o que é 'Mais-Valia'?",
    "resposta": "É a diferença entre o valor que o trabalhador produz e o salário que ele recebe. Essa diferença é apropriada pelo capitalista e é a fonte do lucro no sistema capitalista."
  },
  {
    "pergunta": "Qual a definição de 'Ação Social' para Max Weber?",
    "resposta": "É toda ação humana à qual o indivíduo atribui um sentido subjetivo, e que é orientada pela ação de outros. É o objeto de estudo da sociologia weberiana."
  },
  {
    "pergunta": "O que Zygmunt Bauman quis dizer com o conceito de 'Modernidade Líquida'?",
    "resposta": "Refere-se à condição da sociedade contemporânea, onde as relações sociais, identidades e instituições são fluidas, instáveis e voláteis, em contraste com a solidez da modernidade anterior."
  },
  {
    "pergunta": "O que é o conceito de 'Habitus' de Pierre Bourdieu?",
    "resposta": "É um sistema de disposições duráveis (modos de pensar, agir e sentir) que são adquiridos através da experiência social e que guiam as práticas dos indivíduos."
  },
  {
    "pergunta": "Segundo Durkheim, qual a diferença entre 'Solidariedade Mecânica' e 'Solidariedade Orgânica'?",
    "resposta": "Mecânica é típica de sociedades tradicionais, baseada na semelhança entre os indivíduos. Orgânica é típica de sociedades modernas, baseada na interdependência e na divisão do trabalho."
  },
  {
    "pergunta": "O que é a 'Indústria Cultural' para Adorno e Horkheimer?",
    "resposta": "É o processo de produção em massa de bens culturais (filmes, música, etc.) que padroniza a arte e a transforma em mercadoria, servindo para manter o controle social."
  },
  {
    "pergunta": "O que Florestan Fernandes defendia sobre a 'democracia racial' no Brasil?",
    "resposta": "Ele criticava essa ideia, argumentando que ela mascarava o racismo e a desigualdade profundos existentes na sociedade brasileira, que impediam a plena integração do negro."
  }
]